aaron-bond.better-comments
albert.tabout
alefragnani.bookmarks
alexcvzz.vscode-sqlite
andenetalexander.vim-cheatsheet
aykutsarac.jsoncrack-vscode
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codeium.codeium
codium.codium
cosminalco.defaultpp
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
docker.docker
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
enkia.tokyo-night
esbenp.prettier-vscode
expo.vscode-expo-tools
github.copilot
github.copilot-chat
github.github-vscode-theme
golang.go
grapecity.gc-excelviewer
ibm.output-colorizer
johnpapa.vscode-peacock
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
narasimapandiyan.jetbrainsmono
nguyenngoclong.terminal-keeper
oderwat.indent-rainbow
orta.vscode-jest
pflannery.vscode-versionlens
postman.postman-for-vscode
prisma.prisma
redhat.vscode-yaml
ritwickdey.liveserver
rubymaniac.vscode-paste-and-indent
shd101wyy.markdown-preview-enhanced
sirtori.indenticator
swellaby.node-pack
tomoki1207.pdf
tonybaloney.vscode-pets
usernamehw.errorlens
uyiosa-enabulele.reopenclosedtab
vscode-icons-team.vscode-icons
vue.volar